amd-ucode
baobab
base
base-devel
bluez
bluez-utils
decibels
dolphin
dunst
efibootmgr
epiphany
firefox
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
iwd
kitty
libpulse
linux
linux-firmware
linux-lts
loupe
malcontent
nano
nautilus
network-manager-applet
networkmanager
orca
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
reflector
rustup
rygel
sddm
showtime
simple-scan
slurp
smartmontools
snapshot
sof-firmware
sushi
tecla
uwsm
vim
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yelp
zram-generator
