amd-ucode
aws-cli-v2
base
base-devel
blueman
bluez
bluez-utils
discord
dolphin
dunst
efibootmgr
firefox
git
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
iwd
kitty
less
libpulse
linux
linux-firmware
linux-lts
lvm2
nano
network-manager-applet
networkmanager
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
proton-vpn-gtk-app
qt5-wayland
qt6-wayland
reflector
rustup
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zram-generator
